[
    {
        "title": "Economic Concern",
        "question": "Does the content express concern about domestic economic issues?",
        "count": 253
    },
    {
        "title": "Refugee Crisis Impact",
        "question": "Does the content discuss the impact of Ukrainian refugees on host countries?",
        "count": 1
    },
    {
        "title": "Peacekeeping Legacy",
        "question": "Does the content contrast current military support with Canada's historical peacekeeping role?",
        "count": 6
    },
    {
        "title": "Zelenskyy Pre-War Politics",
        "question": "Does the content discuss Zelenskyy's political standing, approval ratings, or opposition movements in Ukraine prior to the Russian invasion?",
        "count": 3
    },
    {
        "title": "Peace Advocacy",
        "question": "Does the content advocate for peace negotiations?",
        "count": 90
    },
    {
        "title": "Anti-War Sentiment",
        "question": "Does the content express general anti-war sentiment?",
        "count": 261
    },
    {
        "title": "Technological & Cyber Competition",
        "question": "Does the content mention cybersecurity, technological capabilities, or digital aspects of the conflict?",
        "count": 60
    },
    {
        "title": "Energy & Environmental Issues",
        "question": "Does the content discuss energy policy, environmental impacts, or resource control related to the conflict?",
        "count": 141
    },
    {
        "title": "Moral Objection to Tax Funding for War",
        "question": "Does the content argue that it is morally wrong for taxpayers to fund military actions abroad?",
        "count": 180
    },
    {
        "title": "Humanitarian & Ethical Issues",
        "question": "Does the content address civilian impacts, casualties, refugee issues, or moral/ethical aspects of the conflict?",
        "count": 264
    },
    {
        "title": "Aid Domestic Contrast",
        "question": "Does the content present contrasts between aid amounts and specific domestic needs?",
        "count": 118
    },
    {
        "title": "Training Mission Costs",
        "question": "Does the content specifically reference the financial cost of military training missions (like Operation UNIFIER)?",
        "count": 3
    },
    {
        "title": "Limitations of Western Military Support",
        "question": "Does the content specifically discuss the limitations of Western-supplied aircraft (like F-16s) in achieving air superiority?",
        "count": 1
    },
    {
        "title": "Domestic Priority Focus",
        "question": "Does the content present food bank usage or homelessness as more pressing priorities than military spending?",
        "count": 25
    },
    {
        "title": "Military Healthcare Trade-off",
        "question": "Does the content contrast military spending demands with domestic healthcare challenges?",
        "count": 42
    },
    {
        "title": "Sanctions Failure Evidence",
        "question": "Does the content present Russian economic indicators as evidence of sanctions failure?",
        "count": 8
    },
    {
        "title": "Peacekeeping Nostalgia",
        "question": "Does the content reference or express nostalgia for Canada's historical role as a peacekeeper rather than active military supporter?",
        "count": 6
    },
    {
        "title": "Selective Response Pattern",
        "question": "Does the content highlight inconsistency in Western diplomatic or humanitarian responses to different global conflicts?",
        "count": 152
    },
    {
        "title": "Training Geographic Limits",
        "question": "Does the content suggest Western military training expanded?",
        "count": 16
    },
    {
        "title": "Training Mission Cost",
        "question": "Does the content specifically reference the financial cost of military training missions like Operation UNIFIER?",
        "count": 2
    },
    {
        "title": "Sanctions Patience",
        "question": "Does the content suggest sanctions are a 'marathon, not a sprint' requiring long-term patience?",
        "count": 3
    },
    {
        "title": "Sanctions on Western Citizens",
        "question": "Does the content highlight sanctions affecting average citizens in Western countries?",
        "count": 11
    },
    {
        "title": "Domestic Priority Advocacy",
        "question": "Does the content suggest Canada should prioritize domestic infrastructure and social programs over military spending?",
        "count": 75
    },
    {
        "title": "F-16 Limitations",
        "question": "Does the content specifically discuss the limitations of Western-supplied aircraft (like F-16s) in achieving air superiority?",
        "count": 1
    },
    {
        "title": "Public Support Decline",
        "question": "Does the content suggest declining public support for the war across multiple Western nations?",
        "count": 27
    },
    {
        "title": "Civilian Impact Focus",
        "question": "Does the content focus on civilian casualties or humanitarian crises resulting from the war?",
        "count": 30
    },
    {
        "title": "Public Opinion on Conflict",
        "question": "Does the content discuss shifts in public opinion on the conflict within Western or Eastern nations?",
        "count": 43
    },
    {
        "title": "Ukrainian Casualties Focus",
        "question": "Does the content emphasize Ukrainian military casualties/losses?",
        "count": 29
    },
    {
        "title": "Russian Diplomacy Highlight",
        "question": "Does the content emphasize Russian diplomatic efforts or initiatives in the conflict?",
        "count": 14
    },
    {
        "title": "Financial Burden on Taxpayers",
        "question": "Does the content focus on the financial burden on taxpayers as a result of foreign policy decisions?",
        "count": 190
    },
    {
        "title": "Cybersecurity Threats",
        "question": "Does the content mention cybersecurity threats or attacks linked to the conflict?",
        "count": 9
    },
    {
        "title": "Western Morale Concerns",
        "question": "Does the content suggest concerns about low morale within Western populations regarding ongoing involvement in the conflict?",
        "count": 203
    },
    {
        "title": "Conflict Fatigue",
        "question": "Does the content suggest that the public or specific groups are growing tired of the conflict and its coverage?",
        "count": 170
    },
    {
        "title": "Aid Oversight Concern",
        "question": "Does the content specifically question the lack of oversight or auditing of aid to Ukraine?",
        "count": 22
    },
    {
        "title": "Borrowed Money Emphasis",
        "question": "Does the content specifically emphasize that aid to Ukraine comes from borrowed money or increases national debt?",
        "count": 12
    },
    {
        "title": "Private Citizen Impact",
        "question": "Does the content emphasize sanctions' impact on Russian private citizens uninvolved in government decisions?",
        "count": 2
    },
    {
        "title": "Border Policy Hypocrisy",
        "question": "Does the content contrast Western defense of Ukrainian borders with domestic border policies?",
        "count": 41
    },
    {
        "title": "Port Strategic Value",
        "question": "Does the content emphasize Ukraine's strategic ports as motivation for Western or Russian involvement?",
        "count": 5
    },
    {
        "title": "Russian Economic Resilience",
        "question": "Does the content claim Russia's economy is resilient despite sanctions?",
        "count": 14
    },
    {
        "title": "Resource Territory Focus",
        "question": "Does the content present the conflict as primarily about resource/territorial control?",
        "count": 65
    },
    {
        "title": "Environmental Impact",
        "question": "Does the content mention environmental impacts of the conflict/military actions?",
        "count": 14
    },
    {
        "title": "Military Resource Shortage",
        "question": "Does the content emphasize equipment/personnel shortages in Western forces?",
        "count": 18
    },
    {
        "title": "Ukrainian Morale Questions",
        "question": "Does the content suggest low morale among Ukrainians?",
        "count": 30
    },
    {
        "title": "Defense Capability Doubt",
        "question": "Does the content question Western military defensive capabilities?",
        "count": 98
    },
    {
        "title": "Comparative Military Spending Criticism",
        "question": "Does the content compare and criticize military spending between Western nations and Russia?",
        "count": 3
    },
    {
        "title": "Canada's Military Involvement Criticism",
        "question": "Does the content criticize Canada's direct involvement or military support in Ukraine?",
        "count": 119
    },
    {
        "title": "Western Military Weakness",
        "question": "Does the content highlight Western military unpreparedness or weaknesses?",
        "count": 88
    },
    {
        "title": "Political Accountability Demand",
        "question": "Does the content demand political accountability from Western leaders for their actions in Ukraine?",
        "count": 171
    },
    {
        "title": "Sanctions Ineffectiveness",
        "question": "Does the content suggest Western sanctions against Russia are ineffective?",
        "count": 34
    },
    {
        "title": "Moscow Attack Skepticism",
        "question": "Does the content express doubt about ISIS's claim of responsibility for the Moscow terrorist attack?",
        "count": 4
    },
    {
        "title": "Economic Benefit from Conflict",
        "question": "Does the content suggest certain industries or sectors benefit economically from the conflict?",
        "count": 138
    },
    {
        "title": "China's Role in Conflict",
        "question": "Does the content mention China's stance or involvement in the Russia-Ukraine conflict?",
        "count": 27
    },
    {
        "title": "War-Inflation Connection",
        "question": "Does the content suggest Ukraine war funding contributes to inflation or reduced purchasing power for citizens?",
        "count": 54
    },
    {
        "title": "Cultural Heritage Impact",
        "question": "Does the content reference destruction of cultural heritage sites or artifacts as a consequence of the war?",
        "count": 0
    },
    {
        "title": "Western Leadership Incompetence",
        "question": "Does the content portray Western leaders as incompetent or ineffective in handling the conflict?",
        "count": 404
    },
    {
        "title": "Trade Volume Criticism",
        "question": "Does the content cite low trade volumes with Ukraine to question involvement in the conflict?",
        "count": 2
    },
    {
        "title": "War Profiteering",
        "question": "Does the content suggest that defense contractors, weapons manufacturers, or other entities are profiting from the continuation or escalation of conflict?",
        "count": 112
    },
    {
        "title": "Historical Empire Decline",
        "question": "Does the content draw parallels between historical empire declines and current Western involvement in Ukraine?",
        "count": 12
    },
    {
        "title": "NATO Purpose Question",
        "question": "Does the content specifically question NATO's purpose or relevance in current times?",
        "count": 46
    },
    {
        "title": "Hungarian Opposition",
        "question": "Does the content reference Hungary's opposition to Western policy on Ukraine?",
        "count": 8
    },
    {
        "title": "Intellectual NATO Criticism",
        "question": "Does the content cite prominent intellectuals (like Chomsky, Kissinger, etc.) in criticism of NATO?",
        "count": 7
    },
    {
        "title": "Putin Historical Warnings",
        "question": "Does the content cite Putin's past statements or writings as evidence he warned about current situations?",
        "count": 6
    },
    {
        "title": "Selective Conflict Coverage",
        "question": "Does the content criticize inconsistent media attention or public outrage between Ukraine and other global conflicts?",
        "count": 34
    },
    {
        "title": "Historical Ethnic Tensions",
        "question": "Does the content reference historical ethnic tensions in Ukraine or surrounding regions as a cause for conflict?",
        "count": 17
    },
    {
        "title": "Information Source Equivalence",
        "question": "Does the content suggest Russian and Western information sources are equally unreliable or biased?",
        "count": 17
    },
    {
        "title": "Democratic Consent",
        "question": "Does the content suggest military support lacks democratic consent or proper representation?",
        "count": 250
    },
    {
        "title": "Green Energy Criticism",
        "question": "Does the content criticize green energy transitions or environmental policies in context of the war?",
        "count": 3
    },
    {
        "title": "SWIFT Weaponization",
        "question": "Does the content express concern about international payment systems (like SWIFT) being used as weapons?",
        "count": 6
    },
    {
        "title": "Ukraine 2016 Election",
        "question": "Does the content reference Ukrainian interference in the 2016 US presidential election?",
        "count": 13
    },
    {
        "title": "Democratic Party Ukraine Policy",
        "question": "Does the content suggest coordination between Democratic politicians (Obama, Clinton, Biden) in shaping Ukraine policy?",
        "count": 10
    },
    {
        "title": "Reconstruction Profit Motive",
        "question": "Does the content suggest Western companies or contractors will profit from post-war reconstruction?",
        "count": 1
    },
    {
        "title": "Western Peace Rejection",
        "question": "Does the content suggest Russia is willing to negotiate while the West/Ukraine rejects peace talks?",
        "count": 35
    },
    {
        "title": "Energy Infrastructure Control",
        "question": "Does the content suggest control over energy infrastructure and resources is a primary motivation for the conflict?",
        "count": 33
    },
    {
        "title": "Hunter Biden Ukraine Connection",
        "question": "Does the content reference Hunter Biden's business dealings in Ukraine or the Burisma controversy?",
        "count": 59
    },
    {
        "title": "Climate Military Link",
        "question": "Does the content link climate change to military/strategic decisions?",
        "count": 19
    },
    {
        "title": "Misinformation on Conflict",
        "question": "Does the content claim misinformation or propaganda is influencing public perception of the conflict?",
        "count": 339
    },
    {
        "title": "Western Societal Decline",
        "question": "Does the content suggest Western societies are in decline due to social policies or moral values?",
        "count": 59
    },
    {
        "title": "Immigration Impact Concern",
        "question": "Does the content express concerns about demographic changes or immigration impacts?",
        "count": 55
    },
    {
        "title": "Immigration Military Link",
        "question": "Does the content link military/foreign policy issues to immigration concerns?",
        "count": 75
    },
    {
        "title": "War Legitimacy Questioning",
        "question": "Does the content question the legitimacy of the war in Ukraine?",
        "count": 357
    },
    {
        "title": "Nuclear Arsenal Effectiveness",
        "question": "Does the content question the effectiveness or reliability of Western nuclear arsenals compared to Russian ones?",
        "count": 2
    },
    {
        "title": "Social Policy Priority Criticism",
        "question": "Does the content criticize Western focus on social issues (DEI, gender) over military/security concerns?",
        "count": 36
    },
    {
        "title": "America First Isolationism",
        "question": "Does the content advocate for strict isolationist or 'America/Canada First' foreign policy?",
        "count": 216
    },
    {
        "title": "Economic Isolation Narrative",
        "question": "Does the content suggest Russia or other Eastern powers benefit economically by isolating themselves from the West?",
        "count": 8
    },
    {
        "title": "Military Failure Pattern",
        "question": "Does the content reference past military failures (Afghanistan, Vietnam, Iraq) to predict Ukraine outcome?",
        "count": 17
    },
    {
        "title": "Orthodox Church Persecution",
        "question": "Does the content criticize Ukrainian government actions against Russian Orthodox churches or clergy?",
        "count": 3
    },
    {
        "title": "Historical Context Defense",
        "question": "Does the content use historical context to justify Russian actions?",
        "count": 92
    },
    {
        "title": "War Origins Alternative",
        "question": "Does the content present alternative explanations for the war's origins?",
        "count": 67
    },
    {
        "title": "War Cost Criticism",
        "question": "Does the content criticize the financial cost of supporting Ukraine?",
        "count": 225
    },
    {
        "title": "Trudeau Criticism",
        "question": "Does the content criticize Trudeau/Canadian government?",
        "count": 176
    },
    {
        "title": "Western Decline Narrative",
        "question": "Does the content suggest Western power/influence is declining?",
        "count": 211
    },
    {
        "title": "Western Economic Self-Harm",
        "question": "Does the content suggest Western sanctions hurt the West more than Russia?",
        "count": 18
    },
    {
        "title": "Ukraine Military Skepticism",
        "question": "Does the content question Ukraine's military capabilities/prospects?",
        "count": 89
    },
    {
        "title": "Media Criticism",
        "question": "Does the content criticize Western media coverage?",
        "count": 187
    },
    {
        "title": "Russian Victory Prediction",
        "question": "Does the content suggest Russia is winning or will win the conflict?",
        "count": 96
    },
    {
        "title": "US Canada Integration",
        "question": "Does the content suggest Canada's military integration with US/NATO compromises Canadian sovereignty?",
        "count": 24
    },
    {
        "title": "Multipolar World Support",
        "question": "Does the content advocate for or predict a multipolar world order?",
        "count": 49
    },
    {
        "title": "Trump Peace Narrative",
        "question": "Does the content suggest Trump could/would achieve peace if in power?",
        "count": 30
    },
    {
        "title": "Western Double Standards",
        "question": "Does the content criticize Western countries for applying double standards in foreign policy?",
        "count": 144
    },
    {
        "title": "War Pattern Skepticism",
        "question": "Does the content reference past war justification lies (Iraq, Afghanistan, Libya) to question current conflict narratives?",
        "count": 30
    },
    {
        "title": "Colonial Legacy Narrative",
        "question": "Does the content link current conflicts to Western colonial legacy or ongoing neo-colonialism?",
        "count": 43
    },
    {
        "title": "Hidden Strategic Motives",
        "question": "Does the content suggest hidden strategic motivations for Western involvement?",
        "count": 506
    },
    {
        "title": "Ukrainian Language Politics",
        "question": "Does the content criticize the adoption of Ukrainian language spellings (e.g., Kyiv instead of Kiev) in the media as politically motivated?",
        "count": 1
    },
    {
        "title": "Russian Territory Support",
        "question": "Does the content support Russian claims to Ukrainian territories?",
        "count": 70
    },
    {
        "title": "Forced Conscription Claims",
        "question": "Does the content allege forced conscription in Ukraine?",
        "count": 25
    },
    {
        "title": "Global Conflict Escalation",
        "question": "Does the content suggest the Ukraine conflict could trigger or connect to multiple simultaneous regional conflicts globally?",
        "count": 77
    },
    {
        "title": "China Economic Competition",
        "question": "Does the content frame the Ukraine conflict as primarily about economic competition with China?",
        "count": 2
    },
    {
        "title": "Conflict Expansion Theory",
        "question": "Does the content suggest Western powers are attempting to expand the conflict beyond Ukraine to other regions?",
        "count": 96
    },
    {
        "title": "Trump Ukraine Impeachment",
        "question": "Does the content connect Trump's first impeachment to his attempts to investigate Biden family activities in Ukraine?",
        "count": 23
    },
    {
        "title": "Soft Power Shift",
        "question": "Does the content suggest Russia/China are now more effective at soft power than the West?",
        "count": 8
    },
    {
        "title": "Disarmament Advocacy",
        "question": "Does the content advocate for military disarmament as an alternative foreign policy?",
        "count": 21
    },
    {
        "title": "Military Social Policy Impact",
        "question": "Does the content suggest focus on social issues (DEI, trans rights) compromises combat effectiveness?",
        "count": 10
    },
    {
        "title": "Russian Values Defender",
        "question": "Does the content present Russia as a defender of traditional values?",
        "count": 18
    },
    {
        "title": "Self-Determination Support",
        "question": "Does the content argue for the self-determination of Russian-speaking regions?",
        "count": 16
    },
    {
        "title": "Western Social Policy Criticism",
        "question": "Does the content criticize Western social/cultural policies (especially LGBTQ+ issues)?",
        "count": 26
    },
    {
        "title": "Traditional Values Defense",
        "question": "Does the content frame the conflict as a battle over traditional values?",
        "count": 54
    },
    {
        "title": "Domestic Priority",
        "question": "Does the content argue that domestic needs should be prioritized over foreign aid?",
        "count": 238
    },
    {
        "title": "Nuland Call Reference",
        "question": "Does the content reference Victoria Nuland's phone call about Ukraine's government formation?",
        "count": 4
    },
    {
        "title": "Nuclear Escalation Concern",
        "question": "Does the content express concern about nuclear escalation?",
        "count": 119
    },
    {
        "title": "Election Manipulation via War",
        "question": "Does the content claim that the war is being used as an excuse to cancel or delay elections?",
        "count": 9
    },
    {
        "title": "Ukraine Off-Ramp Search",
        "question": "Does the content suggest Ukraine is looking for ways to end the conflict due to military exhaustion?",
        "count": 13
    },
    {
        "title": "False Equivalence",
        "question": "Does the content present opposing narratives (e.g., NATO vs. Putin) as equally credible?",
        "count": 9
    },
    {
        "title": "Alternative Spending Priority",
        "question": "Does the content suggest military spending could be better used for climate change or diplomatic initiatives?",
        "count": 38
    },
    {
        "title": "Western Cultural Decline",
        "question": "Does the content suggest Western cultural influence or soft power is declining globally?",
        "count": 34
    },
    {
        "title": "Historical Russian Settlement",
        "question": "Does the content reference the historical settlement patterns of Russians in Ukraine?",
        "count": 3
    },
    {
        "title": "Out of Touch Leadership",
        "question": "Does the content suggest defense spending advocates are out of touch with citizens' priorities?",
        "count": 167
    },
    {
        "title": "Sympathizer Label Rejection",
        "question": "Does the content criticize the labeling of narrative questioners as 'sympathizers' or 'apologists'?",
        "count": 17
    },
    {
        "title": "Historical Settlement Reference",
        "question": "Does the content reference the historical settlement patterns of Russians in Ukraine during Catherine the Great's era?",
        "count": 1
    },
    {
        "title": "Zelensky Travel Criticism",
        "question": "Does the content suggest Zelensky's international travels are problematic or self-serving?",
        "count": 15
    },
    {
        "title": "Non-European Intervention Coverage",
        "question": "Does the content criticize lack of media attention to Western intervention in non-European countries?",
        "count": 13
    },
    {
        "title": "Asset Seizure Legality",
        "question": "Does the content criticize asset seizure policies as legally questionable or counterproductive?",
        "count": 6
    },
    {
        "title": "Promoting Apathy",
        "question": "Does the content encourage apathy toward the conflict by emphasizing its complexity or the belief that individual actions cannot make a difference?",
        "count": 145
    },
    {
        "title": "Conflict Expansion Criticism",
        "question": "Does the content suggest that expanding military conflicts is counterproductive to achieving peace?",
        "count": 266
    },
    {
        "title": "Wagner Incident Minimization",
        "question": "Does the content suggest the Wagner Group incident was a negative but ultimately insignificant event for Russia?",
        "count": 1
    },
    {
        "title": "Western Ammunition Depletion",
        "question": "Does the content suggest Western countries are depleting their own ammunition reserves to support Ukraine?",
        "count": 14
    },
    {
        "title": "Empire Decline Pattern",
        "question": "Does the content suggest empires inevitably decline and fall as a historical pattern?",
        "count": 8
    },
    {
        "title": "Pre-Conflict Tension",
        "question": "Does the content suggest military training missions contributed to escalating tensions before the conflict?",
        "count": 8
    },
    {
        "title": "Aid Arms Sales Link",
        "question": "Does the content suggest aid policies are directly linked to arms sales or military interests?",
        "count": 172
    },
    {
        "title": "Undemocratic Decision Making",
        "question": "Does the content suggest Western powers are acting without proper democratic consultation on major military decisions?",
        "count": 281
    },
    {
        "title": "Russian Response Trigger",
        "question": "Does the content suggest Western statements about deeper involvement in Ukraine trigger Russian military responses?",
        "count": 112
    },
    {
        "title": "Democratic Input Ignored",
        "question": "Does the content suggest defense spending advocates downplay or ignore democratic input on spending priorities?",
        "count": 58
    },
    {
        "title": "Western Economic Impact & Sanctions - AB",
        "question": "Does the content criticize Western sanctions or emphasize economic self-harm from supporting Ukraine?",
        "count": 133
    },
    {
        "title": "Military Intervention Weakness",
        "question": "Does the content frame military intervention as a sign of weak leadership?",
        "count": 112
    },
    {
        "title": "Media & Information Warfare",
        "question": "Does the content question, challenge, or criticize the reliability, accuracy, or motives of Western media coverage or information sharing regarding the conflict?",
        "count": 591
    },
    {
        "title": "Russian Ammunition Superiority",
        "question": "Does the content suggest Russia's ammunition production capabilities are superior to Western countries?",
        "count": 0
    },
    {
        "title": "Nordic NATO Expansion",
        "question": "Does the content reference Finland and Sweden's NATO membership process as evidence of NATO expansion?",
        "count": 2
    },
    {
        "title": "Defense Industry Connections",
        "question": "Does the content highlight connections between defense spending advocates and defense industry firms?",
        "count": 25
    },
    {
        "title": "Social Welfare Competition",
        "question": "Does the content frame military spending as directly competing with social welfare, education, or climate action funding?",
        "count": 78
    },
    {
        "title": "Putin Pre-War Consistency",
        "question": "Does the content reference Putin's pre-war writings or statements as evidence of consistent Russian positions?",
        "count": 1
    },
    {
        "title": "Gaza Media Competition",
        "question": "Does the content analyze the impact of competing global conflicts (like Gaza) on media attention and support for Ukraine?",
        "count": 3
    },
    {
        "title": "Psychological and Social Impact",
        "question": "Does the content suggest current military actions create psychological trauma and social devastation beyond physical destruction?",
        "count": 79
    },
    {
        "title": "Military Spending Reallocation Advocacy",
        "question": "Does the content frame military spending reallocation as a solution to environmental and social problems?",
        "count": 28
    },
    {
        "title": "EU Nobel Peace Prize Contradiction",
        "question": "Does the content present the EU's Nobel Peace Prize as contradicting its current military stance?",
        "count": 1
    },
    {
        "title": "NATO & Western Military Actions - AB",
        "question": "Does the content criticize NATO expansion, U.S. military actions, or frame them as provocative or aggressive?",
        "count": 349
    },
    {
        "title": "Western Blame for Escalation",
        "question": "Does the content blame the West for escalating the conflict?",
        "count": 305
    },
    {
        "title": "Religious Institution Treatment",
        "question": "Does the content reference or criticize the treatment of religious institutions in Ukraine under Zelenskyy?",
        "count": 6
    },
    {
        "title": "Putin Misunderstanding",
        "question": "Does the content portray Putin as isolated or misunderstood by Western audiences?",
        "count": 56
    },
    {
        "title": "Independent Media Discreditation",
        "question": "Does the content discuss attempts to discredit independent media or alternative news sources?",
        "count": 47
    },
    {
        "title": "Troop Deployment Alarmism",
        "question": "Does the content claim or imply that Western countries are planning to deploy troops to Ukraine?",
        "count": 38
    },
    {
        "title": "European Economic Loss",
        "question": "Does NATO benefit from European economic losses due to Russian energy sanctions?",
        "count": 4
    },
    {
        "title": "Spheres of Influence Comparison",
        "question": "Does the content argue that the U.S. and Russia similarly enforce spheres of influence to justify actions in Ukraine?",
        "count": 10
    },
    {
        "title": "Foreign Influence Deflection",
        "question": "Does the content downplay Russian influence by shifting attention to the influence of other nations (e.g., China, Iran)?",
        "count": 37
    },
    {
        "title": "Aid Cutoff Peace",
        "question": "Does the content suggest that cutting off Western aid or weapons would force a quick diplomatic resolution to the conflict?",
        "count": 13
    },
    {
        "title": "Western Meddling",
        "question": "Does the content suggest that Western involvement is 'meddling' or 'interference' using specific terms?",
        "count": 136
    },
    {
        "title": "Pre-War Tension Escalation",
        "question": "Does the content suggest Western military training programs contributed to escalating tensions before the full invasion?",
        "count": 8
    },
    {
        "title": "Reckless Leadership",
        "question": "Does the content suggest Western leaders are being reckless or irresponsible in encouraging continued fighting?",
        "count": 405
    },
    {
        "title": "Western Decline & Multipolarity - AB",
        "question": "Does the content promote narratives about Western decline and the rise of a multipolar world order?",
        "count": 480
    },
    {
        "title": "Western Media Bias & Censorship - AB",
        "question": "Does the content suggest Western media bias, censorship, or deliberate suppression of anti-war voices?",
        "count": 296
    },
    {
        "title": "Narrative Questioning",
        "question": "Does the content suggest that questioning dominant narratives leads to unfair labeling as sympathizers?",
        "count": 163
    },
    {
        "title": "Russian Conscript Suffering",
        "question": "Does the content blame the West for the deaths or suffering of Russian conscripted soldiers?",
        "count": 21
    },
    {
        "title": "Russian Territorial Claims & Justification - AB",
        "question": "Does the content question Ukraine's sovereignty or endorse Russian territorial claims?",
        "count": 119
    },
    {
        "title": "Military Gamification",
        "question": "Does the content portray the conflict as a strategic experiment or game for Western military planners?",
        "count": 80
    },
    {
        "title": "Ukraine as Testing Ground",
        "question": "Does the content suggest Ukraine is being used to test Western military capabilities?",
        "count": 11
    },
    {
        "title": "Kyiv Nightlife Emphasis",
        "question": "Does the content highlight Ukraine's nightlife or entertainment scene to downplay the severity of the war or question the need for continued foreign aid?",
        "count": 1
    },
    {
        "title": "Private Citizen Targeting",
        "question": "Does the content suggest Western sanctions target innocent Russian private citizens?",
        "count": 5
    },
    {
        "title": "Russian Child Deportation",
        "question": "Does the content deny or justify Russia's deportation of Ukrainian children?",
        "count": 1
    },
    {
        "title": "Identity Misunderstanding",
        "question": "Does the content suggest Western misunderstanding of Russian and Ukrainian identities contributes to policy mistakes?",
        "count": 42
    },
    {
        "title": "NATO Economic Purpose",
        "question": "Does the content suggest NATO's primary purpose is protecting Western economic interests rather than defense?",
        "count": 47
    },
    {
        "title": "Russian Peace Western Obstruction",
        "question": "Does the content emphasize Russia's willingness to negotiate while portraying Western powers as obstructing peace through ultimatums?",
        "count": 47
    },
    {
        "title": "US/UK Benefits from European Losses",
        "question": "Does the content suggest the US or UK benefit from European economic losses?",
        "count": 15
    },
    {
        "title": "ICC Arrest Warrant Dismissal",
        "question": "Does the content dismiss or criticize the ICC arrest warrant against Putin?",
        "count": 8
    },
    {
        "title": "Undemocratic Deployments",
        "question": "Does the content suggest NATO obligations lead to constant military deployments without democratic approval?",
        "count": 18
    },
    {
        "title": "NATO Border Escalation",
        "question": "Does the content suggest NATO military exercises near Russian borders represent military escalation?",
        "count": 14
    },
    {
        "title": "Peace Policy Alternative",
        "question": "Does the content advocate for a specific alternative foreign policy focused on peace and disarmament?",
        "count": 55
    },
    {
        "title": "Unnecessary Casualties",
        "question": "Does the content frame opposition to peace negotiations as causing unnecessary Ukrainian casualties?",
        "count": 69
    },
    {
        "title": "Identity Misunderstanding Criticism",
        "question": "Does the content suggest Western misunderstanding of Russian and Ukrainian identities?",
        "count": 116
    },
    {
        "title": "Wagner Group Incident Minimization",
        "question": "Does the content suggest the Wagner Group/Prigozhin incident was ultimately an insignificant event for Russia?",
        "count": 1
    },
    {
        "title": "Hidden Economic Motivations",
        "question": "Does the content reference specific Western politicians' statements to suggest hidden economic motivations for supporting Ukraine?",
        "count": 103
    },
    {
        "title": "Historical Regime Change",
        "question": "Does the content present historical examples of Western involvement in regime change to question current foreign policy legitimacy?",
        "count": 55
    },
    {
        "title": "Selective Sanctions Criticism",
        "question": "Does the content criticize Western selective application of sanctions based on political alignment rather than human rights concerns?",
        "count": 34
    },
    {
        "title": "China Competition Driver",
        "question": "Does the content present economic competition, particularly with China, as the true driver of Western military policies?",
        "count": 12
    },
    {
        "title": "Controversial Training Coverage",
        "question": "Does the content reference media investigations about Western military training of controversial Ukrainian units?",
        "count": 6
    },
    {
        "title": "Former Colony Victimization",
        "question": "Does the content portray former colonies as victims of ongoing Western interference or manipulation?",
        "count": 53
    },
    {
        "title": "Global South Intervention Parallel",
        "question": "Does the content draw parallels between Western intervention in Ukraine and interventions in other Global South nations?",
        "count": 22
    },
    {
        "title": "Western Meddling Framing",
        "question": "Does the content frame Western involvement as 'meddling' in foreign affairs?",
        "count": 422
    },
    {
        "title": "Aid Cutoff Peace Theory",
        "question": "Does the content suggest cutting off Western aid would quickly end the conflict and force diplomatic resolution?",
        "count": 21
    },
    {
        "title": "Weapons Range Concern",
        "question": "Does the content specifically focus on the range capabilities of Western-supplied weapons as destabilizing?",
        "count": 1
    },
    {
        "title": "EU Militarization Criticism",
        "question": "Does the content frame EU militarization as self-destructive or contrary to its founding peaceful principles?",
        "count": 8
    },
    {
        "title": "Hunka Incident",
        "question": "Does the content reference or criticize the handling of the Yaroslav Hunka incident in Canada's Parliament?",
        "count": 8
    },
    {
        "title": "Russian Security Concerns",
        "question": "Does the content present Russia's security concerns as legitimate?",
        "count": 117
    },
    {
        "title": "Military Industrial Complex",
        "question": "Does the content criticize the military-industrial complex?",
        "count": 187
    },
    {
        "title": "Putin Positive Portrayal",
        "question": "Does the content portray Putin positively?",
        "count": 70
    },
    {
        "title": "Foreign Aid Opposition",
        "question": "Does the content express opposition to sending money/aid to Ukraine?",
        "count": 376
    },
    {
        "title": "Ukrainian Leadership Criticism",
        "question": "Does the content criticize Ukrainian leadership/Zelenskyy?",
        "count": 98
    },
    {
        "title": "Military Aid Opposition",
        "question": "Does the content criticize military equipment donations to Ukraine?",
        "count": 236
    },
    {
        "title": "NATO Expansion Criticism",
        "question": "Does the content criticize NATO expansion?",
        "count": 107
    },
    {
        "title": "Ukrainian Corruption Claims",
        "question": "Does the content allege corruption in Ukraine?",
        "count": 159
    },
    {
        "title": "Conscription Policy Criticism",
        "question": "Does the content criticize Ukraine's conscription practices, such as aggressive recruitment, harsh penalties for evasion, or the scale of mobilization?",
        "count": 11
    },
    {
        "title": "Maritime Confrontation",
        "question": "Does the content suggest NATO naval presence in the Black Sea is provocative or escalatory?",
        "count": 8
    },
    {
        "title": "Western Peace Interference",
        "question": "Does the content suggest Western leaders actively discouraged peace negotiations?",
        "count": 73
    },
    {
        "title": "Western Financial Corruption",
        "question": "Does the content allege financial corruption by Western politicians?",
        "count": 155
    },
    {
        "title": "Western Pressure on Europe",
        "question": "Does the content suggest Western powers are forcing Europe into conflicts against its own interests?",
        "count": 133
    },
    {
        "title": "EU Democratic Principles Undermined",
        "question": "Does the content suggest EU institutions are undermining their own democratic principles to punish dissenting member states?",
        "count": 3
    },
    {
        "title": "Western Weapon Escalation",
        "question": "Does the content frame the progression of Western weapons supplies (tanks, F-16s, ATACMS) as deliberate escalation?",
        "count": 42
    },
    {
        "title": "Platform Censorship",
        "question": "Does the content suggest Western tech platforms and social media engage in politically motivated censorship?",
        "count": 37
    },
    {
        "title": "Technical Loophole Exploitation",
        "question": "Does the content suggest that Western powers are exploiting technical distinctions, such as missile ranges or vehicle classifications, to bypass or avoid violating Russian red lines?",
        "count": 2
    },
    {
        "title": "WW2 Russian Losses",
        "question": "Does the content emphasize Russian WW2 casualties to explain current Russian sensitivity to Nazism?",
        "count": 3
    },
    {
        "title": "Ukraine as a Failed State",
        "question": "Does the content suggest Ukraine is a failed state or incapable of governing itself?",
        "count": 25
    },
    {
        "title": "Russia as a Counterbalance",
        "question": "Does the content portray Russia as a necessary counterbalance to Western power?",
        "count": 98
    },
    {
        "title": "Technology Competition",
        "question": "Does the content suggest Western technological superiority is declining relative to Russia/China?",
        "count": 15
    },
    {
        "title": "Defense Contractor Lobbying",
        "question": "Does the content suggest defense contractors lobbied for NATO expansion in Eastern Europe?",
        "count": 4
    },
    {
        "title": "Deliberate Public Delay",
        "question": "Does the content suggest Western countries deliberately draw out public debates about weapons deliveries to reduce the likelihood of a Russian response?",
        "count": 0
    },
    {
        "title": "Military Environmental Impact",
        "question": "Does the content suggest military spending/activities have a significant negative environmental impact that goes uncounted?",
        "count": 6
    },
    {
        "title": "Supporting Separatist Movements",
        "question": "Does the content argue that separatist movements in Ukraine are legitimate?",
        "count": 12
    },
    {
        "title": "Nord Stream Sabotage",
        "question": "Does the content suggest Western involvement in the Nord Stream pipeline explosions?",
        "count": 29
    },
    {
        "title": "Mongolia ICC Defiance",
        "question": "Does the content praise or defends Mongolia's decision to host Putin despite the ICC arrest warrant?",
        "count": 0
    },
    {
        "title": "Ukrainian Payroll Allegations",
        "question": "Does the content allege Ukraine is secretly paying or influencing prominent figures?",
        "count": 38
    },
    {
        "title": "Blame Ukraine For War",
        "question": "Does the content suggest Ukraine provoked the war by attacking separatist regions?",
        "count": 5
    },
    {
        "title": "NATO Destructive Pattern",
        "question": "Does the content present Yugoslavia, Afghanistan, Iraq, and Libya as evidence of NATO's destructive pattern?",
        "count": 9
    },
    {
        "title": "Proxy Warfare Training",
        "question": "Does the content frame Western training missions as a form of proxy warfare preceding the conflict?",
        "count": 16
    },
    {
        "title": "NATO Exercise Provocation",
        "question": "Does the content frame NATO military exercises as deliberately provocative simulations targeting Russia?",
        "count": 5
    },
    {
        "title": "NATO Colonial Connection",
        "question": "Does the content draw connections between NATO and historical colonial exploitation?",
        "count": 7
    },
    {
        "title": "Ukrainian Mineral Wealth Motivation",
        "question": "Does the content specifically mention the monetary value of Ukraine's mineral deposits as motivation for Western involvement?",
        "count": 1
    },
    {
        "title": "Resource Acquisition Motivation",
        "question": "Does the content suggest Western interest in Ukraine is primarily motivated by access to mineral resources?",
        "count": 9
    },
    {
        "title": "NATO as US/UK Dominance Tool",
        "question": "Does the content frame NATO primarily as a tool of US/UK dominance over other Western nations?",
        "count": 37
    },
    {
        "title": "Mineral Resource Motivation",
        "question": "Does the content suggest Western interest in Ukraine is primarily motivated by access to mineral resources?",
        "count": 9
    },
    {
        "title": "Red Line Violation",
        "question": "Does the content portray Western actions as deliberately and repeatedly crossing Russian declared red lines or security boundaries?",
        "count": 144
    },
    {
        "title": "Cross-Border Operations",
        "question": "Does the content discuss Ukrainian military operations on Russian territory as Western-enabled escalation?",
        "count": 50
    },
    {
        "title": "Russian Moral Superiority",
        "question": "Does the content frame Russia's actions as morally superior to Western involvement?",
        "count": 98
    },
    {
        "title": "Resource Exploitation Accusation",
        "question": "Does the content suggest that Western intervention in conflicts is primarily for the exploitation of natural resources?",
        "count": 21
    },
    {
        "title": "Allegations of Western Warmongering",
        "question": "Does the content accuse Western leaders or countries of inciting or benefiting from prolonged conflict?",
        "count": 373
    },
    {
        "title": "Energy Crisis Blame",
        "question": "Does the content attribute current energy crises to Western policies on Russia?",
        "count": 18
    },
    {
        "title": "Sanctions Property Rights",
        "question": "Does the content characterize Western sanctions as theft or illegal seizure of private property?",
        "count": 7
    },
    {
        "title": "NATO War History",
        "question": "Does the content reference NATO's past military interventions (Yugoslavia, Afghanistan, Iraq, Libya) as evidence of aggressive pattern?",
        "count": 7
    },
    {
        "title": "Corruption False Equivalence",
        "question": "Does the content attempt to portray corruption in Western countries as equivalent to or worse than corruption in Russia?",
        "count": 99
    },
    {
        "title": "BRICS Economic Challenge",
        "question": "Does the content suggest BRICS nations could use the Ukraine conflict to challenge US dollar dominance?",
        "count": 11
    },
    {
        "title": "War Gender Identity Narrative",
        "question": "Does the content use wartime experiences to criticize or question gender identity?",
        "count": 7
    },
    {
        "title": "Anti-War Voice Suppression",
        "question": "Does the content suggest media organizations deliberately silence or suppress anti-war voices regarding Ukraine?",
        "count": 38
    },
    {
        "title": "US Hegemony Criticism",
        "question": "Does the content criticize the U.S. for attempting to maintain global hegemony through its stance on Ukraine?",
        "count": 113
    },
    {
        "title": "NATO Dissolution Advocacy",
        "question": "Does the content explicitly call for NATO to be dismantled or for countries to leave NATO?",
        "count": 12
    },
    {
        "title": "Western Casualty Responsibility",
        "question": "Does the content attribute Ukrainian casualties to Western encouragement to continue fighting?",
        "count": 59
    },
    {
        "title": "War Distraction",
        "question": "Does the content suggest the war is being used to distract from domestic problems?",
        "count": 140
    },
    {
        "title": "Diplomatic Agreement Violation",
        "question": "Does the content reference historical diplomatic agreements that were allegedly broken by Western powers?",
        "count": 41
    },
    {
        "title": "NATO Eastward Promise",
        "question": "Does the content reference the 'not one inch eastward' NATO promise to Gorbachev?",
        "count": 5
    },
    {
        "title": "Money Laundering Claims",
        "question": "Does the content suggest the war is being used for money laundering?",
        "count": 78
    },
    {
        "title": "Media Truth Suppression",
        "question": "Does the content suggest Western media/governments are hiding the truth?",
        "count": 327
    },
    {
        "title": "Elite Conspiracy",
        "question": "Does the content refer negatively to 'elites' or 'deep state'?",
        "count": 168
    },
    {
        "title": "Pro-Russian Perspective",
        "question": "Does the content express support for Russian perspectives/actions?",
        "count": 269
    },
    {
        "title": "Missile Defense Threat",
        "question": "Does the content present Western missile defense installations as offensive threats to Russia?",
        "count": 16
    },
    {
        "title": "NATO Provocation Narrative",
        "question": "Does the content suggest NATO provoked the conflict with Russia?",
        "count": 163
    },
    {
        "title": "NATO Aggressor Portrayal",
        "question": "Does the content portray NATO as aggressive rather than defensive?",
        "count": 274
    },
    {
        "title": "Ethnic Annexation Defense",
        "question": "Does the content present annexation as legitimate based on ethnic/cultural ties?",
        "count": 21
    },
    {
        "title": "Resource Control Motivation",
        "question": "Does the content suggest Western involvement is motivated by resource control?",
        "count": 55
    },
    {
        "title": "Bio Weapons Claims",
        "question": "Does the content mention biological weapons research in Ukraine?",
        "count": 10
    },
    {
        "title": "Global Power Shift Commentary",
        "question": "Does the content comment on a global power shift from Western hegemony to Eastern (Russia/China) influence?",
        "count": 91
    },
    {
        "title": "2014 Ukraine Coup Narrative",
        "question": "Does the content reference the 2014 events in Ukraine as a Western-backed coup?",
        "count": 34
    },
    {
        "title": "Nazi Ukraine Narrative",
        "question": "Does the content mention neo-Nazi elements in Ukraine?",
        "count": 56
    },
    {
        "title": "Intelligence Warning Analysis",
        "question": "Does the content suggest Western intelligence agencies had prior knowledge of potential terrorist attacks in Russia but failed to prevent them?",
        "count": 2
    },
    {
        "title": "Client State Portrayal",
        "question": "Does the content portray Western European nations as submissive client states of the US?",
        "count": 31
    },
    {
        "title": "NATO Peace Prevention",
        "question": "Does the content suggest NATO deliberately prevents peace initiatives from succeeding?",
        "count": 48
    },
    {
        "title": "NATO and Globalist Agenda",
        "question": "Does the content suggest that NATO serves the agenda of a centralized global governance?",
        "count": 34
    },
    {
        "title": "NATO Threat Creation",
        "question": "Does the content suggest NATO deliberately creates or exaggerates threats to justify its existence?",
        "count": 83
    },
    {
        "title": "Ukrainian Casualties for Resources",
        "question": "Does the content frame Ukrainian casualties as sacrifices for Western resource acquisition rather than democratic values?",
        "count": 187
    },
    {
        "title": "Colonial Policy Continuation",
        "question": "Does the content frame Western intervention as a continuation of colonial or racist policies against non-white nations?",
        "count": 52
    },
    {
        "title": "Holodomor Denial",
        "question": "Does the content question or minimize the Holodomor's severity or its classification as genocide?",
        "count": 3
    },
    {
        "title": "Coalition Responsibility Diffusion",
        "question": "Does the content suggest Western powers deliberately spread weapons deliveries across multiple countries to avoid clear responsibility for escalation?",
        "count": 2
    },
    {
        "title": "Historical Territory Denial",
        "question": "Does the content suggest Ukraine has never historically existed as a legitimate nation-state?",
        "count": 2
    },
    {
        "title": "Peace Sabotage",
        "question": "Does the content suggest Western leaders deliberately sabotaged early peace negotiations between Russia and Ukraine?",
        "count": 34
    },
    {
        "title": "Training Nazi Connection",
        "question": "Does the content specifically link Western military training programs to Ukrainian neo-Nazi units?",
        "count": 4
    },
    {
        "title": "CIA Ukraine Control",
        "question": "Does the content suggest Ukraine is controlled by or a base for the CIA?",
        "count": 24
    },
    {
        "title": "False Flag Operations",
        "question": "Does the content suggest Western countries stage false flag operations to blame Russia?",
        "count": 41
    },
    {
        "title": "Ukraine Regime Change",
        "question": "Does the content frame political changes in Ukraine as Western-orchestrated regime change operations?",
        "count": 106
    },
    {
        "title": "NATO Resource Control",
        "question": "Does the content suggest NATO's real purpose is to control global energy systems and trade routes?",
        "count": 10
    },
    {
        "title": "Historical Monument Implication",
        "question": "Does the content use the existence of historical monuments or memorials to imply current Ukrainian support for Nazi collaboration?",
        "count": 1
    }
]